//Составьте функцию season_events(number_of_month), которая принимает номер месяца вашего рождения и в зависимости от сезона печатает на выходе следующее:
//«Вы родились в <НАЗВАНИЕ_МЕСЯЦА>. <ОПИСАНИЕ_СОБЫТИЙ>».
//
//В качестве ОПИСАНИЯ_СОБЫТИЙ будет характеристика сезона:
//- для зимы «За окном падал белый снег»,
//- для весны «Птицы пели прекрасные песни»,
//- для лета «Солнце светило ярче чем когда-либо»,
//- для осени «Урожай был невероятным».
//
//Важно учесть, что пользователи могут ввести любой тип данных в качестве аргумента (не попадитесь на этом и предупредите о том, что «Требуется ввести реальный номер месяца»).

//fun season_events(number_of)


fun main(){
    println("Hello World")
}
