//переменные
//var имя_переменной: тип_переменной    - обьявление
//инициализация
//имя_переменной = значение_типа_переменной

//массив
//var array: Array<String>  - о,]явление переменной для змассива
//array = Array(5, {0}) - инициализация массива размером пять

//о,ращение к массиву
//array[индекс_'лемента_Который_[отим_получить]

//примвоение переменной 3ого 'лемента массива
//var value: String = array[3]

//функции
//fun имя_функции(имя_параметра1: тип_параметра, ...): тип_возвращаемого_значения {
//      здесь мы мо;ем о,ращаться к параметру по его имени
// }

//мы всегда в типе массива указываем что он ,удет [ранить - Array<тип_значений_в_массиве>

fun main(args: Array<String>){
        val length: Int = args[0].toInt()
        val width: Int = args[1].toInt()


}